{
  "@odata.type": "#microsoft.graph.windows10CustomConfiguration",
  "roleScopeTagIds": [],
  "supportsScopeTags": true,
  "deviceManagementApplicabilityRuleOsEdition": {
    "osEditionTypes": [
      "windows10HolographicEnterprise",
      "windows10IoTCore",
      "windows10IoTCoreCommercial",
      "windows10MobileEnterprise",
      "windows10Mobile"
    ],
    "name": null,
    "ruleType": "exclude"
  },
  "deviceManagementApplicabilityRuleOsVersion": null,
  "deviceManagementApplicabilityRuleDeviceMode": null,
  "description": "",
  "displayName": "DW-WIN-PRD-Browser-IE ZoneAssignmentList",
  "omaSettings": [
    {
      "@odata.type": "#microsoft.graph.omaSettingString",
      "displayName": "SiteToZoneAssignmentList",
      "description": "Reference https://deploywindows.com/2019/05/13/complete-guide-to-trusted-sites-with-intune/",
      "omaUri": "./User/Vendor/MSFT/Policy/Config/InternetExplorer/AllowSiteToZoneAssignmentList",
      "value": "<Enabled/>\n<Data id=\"IZ_ZonemapPrompt\" value=\"https://*.msappproxy.net/&#xF000;1&#xF000;https://autologon.microsoftazuread-sso.com&#xF000;1\"/>"
    }
  ]
}
